[
    {"key": "circle-ci", "name": "CircleCI", "url": "https://circleci.com", "logo": "circleci.svg", "description": "The world’s best software teams use CircleCI to deliver quality code with confidence. As the largest continuous integration and delivery (CI/CD) platform, CircleCI empowers engineers to seamlessly take ideas to execution, at scale. Our platform is optimized for developer productivity, speed, and confidence.We understand how engineering teams work and how their code runs. Companies like Intuit, Apple, and Spotify use CircleCI to improve productivity, release better products, and get to market faster. We’ve been named a leader in cloud-native continuous integration by Forrester in 2019 and 2017, and rank #242 on Deloitte’s Technology Fast 500™."},
    {"key": "sauce-labs", "name": "SauceLabs", "url": "https://saucelabs.com", "logo": "saucelabs.png", "description": "Sauce Labs is the platform developers trust to help them deliver better software, faster. Our continuous testing cloud accelerates CI/CD without compromising quality, and delivers a 360-degree view of your customers’ application experience, ensuring apps work exactly as they should on every browser, OS, and device. And with support for a wide range of JavaScript test automation frameworks, Sauce Labs helps teams scale cross-browser testing with speed and insights. Learn more at [saucelabs.com](https://saucelabs.com)."},
    {"key": "hasura", "name": "Hasura", "url": "https://hasura.com", "logo": "hasura.png", "description": "Hasura is an open source product that accelerates API development by 10x by giving you GraphQL or REST APIs with built in authorization on your data, instantly."},
    {"key": "auth0", "name": "Auth0", "url": "https://a0.to/cascadiajs", "logo": "auth0.svg", "description": "Auth0 is the first identity management platform for application builders, and the only identity solution needed for custom-built applications. With a mission to secure the world’s identities so innovators can innovate, Auth0 provides the simplicity, extensibility, and expertise to scale and protect identities in any application, for any audience. Auth0 secures more than 100 million logins each day, giving enterprises the confidence to deliver trusted and elegant digital experiences to their customers around the world."},
    {"key": "instabase", "name": "Instabase", "url": "https://instabase.com", "logo": "instabase.png", "description": "Instabase is a platform for businesses to build customizable apps for automating different parts of their business. The platform comes equipped with the tools for reading documents, data extraction and classification, natural language processing, and optical character recognition. It is designed to enable creators, developers, and organizations to quickly build complex business applications based on their needs."},
    {"key": "fission", "name": "Fission", "url": "https://fission.codes", "logo": "fission.png", "description": "Build the future of web apps at the edge."},
    {"key": "twilio", "name": "Twilio", "url": "https://twilio.com", "logo": "twilio.svg", "description": "Twilio powers the future of business communications. Enabling phones, VoIP, and messaging to be embedded into web, desktop, and mobile software. Twilio has democratized communications channels like voice, text, chat, video, and email by virtualizing the world’s communications infrastructure through APIs that are simple enough for any developer to use, yet robust enough to power the world’s most demanding applications. By making communications a part of every software developer’s toolkit, Twilio is enabling innovators across every industry — from emerging leaders to the world’s largest organizations — to reinvent how companies engage with their customers."}
]